import React from 'react';
import './About.css'; // Імпортуємо стилі для компонента About
import aboutImage from './about.jpg'; // Імпортуємо зображення

function About() {
  return (
    <div className="about-container">
      <div className="about-image" style={{ backgroundImage: `url(${aboutImage})` }}></div>
      <h2 className="about-heading">Про нас</h2>
      <p>Вітаємо вас на сторінці нашої кафедри бухгалтерії! Ми пишаємося тим, що пропонуємо студентам найсучаснішу освіту в галузі бухгалтерського обліку та фінансового менеджменту. Наші курси розроблені з урахуванням останніх тенденцій та вимог ринку праці.</p>
      <p>Наші викладачі - це досвідчені професіонали, які прагнуть поділитися своїми знаннями та досвідом. Ми забезпечуємо інтерактивне навчання, що включає практичні завдання та проекти, які допомагають студентам набути реальних навичок і бути готовими до викликів професійного світу.</p>
      <p>Приєднуйтесь до нас і станьте частиною спільноти, яка підтримує ваші професійні прагнення та сприяє вашому зростанню у сфері фінансів та бухгалтерії.</p>
    </div>
  );
}

export default About;
